tutorials/tutorials/heatTransfer/buoyantSimpleFoam/externalCoupledCavity/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allmesh

runApplication $(getApplication) &

./externalSolver

#------------------------------------------------------------------------------
